{
    "header-description" : "Let’s Code Spring Branch is a free week-long coding camp during the summer for all SBISD middle schoolers. The camp offers courses in Python Programming, Game Development, and Web Development. No prior coding experience is needed. Students may enroll in one out of the two sessions (not both). The camp is hosted at Stratford High School (14555 Fern Dr) on Monday through Thursday. The students will present their final project on Zoom on Friday because SBISD schools are closed on Friday during the summer.",
    "hamburger-home" : "Home",
    "hamburger-curriculum" : "Courses",
    "hamburger-enroll" : "Enroll",
    "hamburger-contact" : "Contact",


    "cards-header" : "Our Leadership Team",
    "cards-subheader-mobile" : "Scroll right to view",
    "cards-titles-president-and-lab-leader" : "President and Lab Leader",
    "cards-titles-vice-president-and-lab-leader" : "Vice President and Lab Leader",
    "cards-titles-head-of-communications-and-lab-leader" : "Head of Communications and Lab Leader",
    "cards-titles-lab-leader" : "Lab Leader",
    "cards-titles-office-hour-instructor" : "Office-Hour Instructor",
    "cards-titles-advertising-team" : "Advertising Team",
    "cards-titles-advertising-team-and-lab-leader" : "Advertising Team and Lab Leader",

    
    "cards-bios-jean" : "Jean Hoang is a rising senior at Stratford High School and the Spring Branch Academic Institute, a program for academically gifted students. She plans to pursue computer science and artificial intelligence when she enters college. She has been programming for 8 years and has developed a website for her parents’ dental practice, Dental Suite. Jean also worked with an AI4All summer camp hosted by Stanford University, which focussed primarily on computational biology. Outside of programming and school, Jean practices Chinese martial arts. She also loves to read, watch K-Dramas and anime, and listen to K-Pop.",
    "cards-bios-grade" : "Grace Abdelnour is a rising junior at Stratford High School. They have been programming for five years and plan to major in computer science in college. They have previously volunteered at Let’s Code Spring Branch and often help at the Family Point Resources coding club. Outside of school, they enjoy working on personal programming projects and spend their free time either reading or playing chess.",
    "cards-bios-griffin" : "Griffin Ferguson is a rising junior at Stratford High School. and has been programming for 3 years. He enjoys experimenting with the different areas of computer science, which he plans to pursue a career in, and is most proficient in full-stack web development. Griffin believes strongly in creating opportunities for students to learn computer science and other STEM activities, and is excited to be continuing the Let's Code program. In addition to Let's Code, Griffin is the lighting designer or the Stratford Playhouse, an avid video game enjoyer, and the president of the Stratford Computer Science club's coding club for elementary and middle school students.",


    "python-camp": "Introduction to Python introduces students to the basics of programming. This includes making variables, using if-then statements, and algorithms. There is a final project at the end where students get to team up with others and use the skills they learned to create a unique program.",
    "game-camp": "Introduction to Game Development introduces students to the basics of game development. This includes using Scratch to create 2D games. There is a final project at the end where students can use whatever game development platform they want to create a unique 2D game.",
    "web-camp": "Introduction to Web Development introduces students to the basics of HTML, JavaScript, and CSS. This will include making websites and fun web applets. There is a final project at the end where students team up with others to develop whatever website they choose. ",
    "unity-camp": "Advanced Game Development is a two week long course that teaches students how to use the industry-standard Unity game engine and its corresponding tools to develop a 3D video game. There is a final project at the end where students will be able to develop any game they want. Please note that this is an advanced course; it is expected that students know at least the basics of computer science (attendance at a prior Let's Code camp is sufficient).",
    
    "mission-header" : "Our Mission",
    "mission-statement" : "We want to create a free coding camp for all middle school students in Spring Branch that's fun and engaging. Even though most coding camps may cost hundreds of dollars, we believe that computer science should be accessible to everyone.",

    "session-1":"June 5 - 9",
    "session-1-desc":"Session 1",
    "session-2":"June 12 - 16 ",
    "session-2-desc":"Session 2",

    "MWschedule-header" : "Monday - Wednesday Camp Schedule",
    "THschedule-header": "Thursday Camp Schedule",
    "Fschedule-header": "Friday Camp Schedule (Zoom)",
    "presentation": "Present Final Project", 
    "log-in": "Log into camp zoom",
    "q/a": "Q/A Session",
    "arrival": "Arrive at Stratford",
    "lesson-one" : "Lesson One",
    "project-one" : "Project One",
    "lunch" : "Lunch",
    "lesson-two" : "Lesson Two",
    "project-two" : "Project Two",
    "day-ends" : "Day Ends",
    "office-hours-start" : "Office Hours Start",
    "office-hours-end" : "Office Hours End",
    "introduce-project": "Introduce Final Project",
    "final-project": "Work on Final Project",



    "enroll-header":"Click Here to Enroll",
    "enroll-subheader":"You will receive a confirmation email",
    "enroll-parent-first-name":"Parent First Name",
    "enroll-student-first-name":"Student First Name",
    "enroll-student-last-name":"Student Last Name",
    "enroll-parent-phone-number":"Parent Phone Number",
    "enroll-parent-email":"Parent Email",
    "enroll-student-phone":"Student Phone (Optional)",
    "enroll-student-email":"Stuent Email (Optional)",
    "enroll-school" : "Current School",
    "session-header" : "Session",
    "grade-header" : "Grade in Fall 2021",
    "incoming-6" :"Incoming 6th Grader",
    "incoming-7" :  "Incoming 7th Grader",
    "incoming-8" : "Incoming 8th Grader",


    "contact-us":"Contact Us",
    "president":"President",
    "teacher-sponsor":"Teacher Sponsor",
    "email":"Email",
    "phone":"Phone"
}