{
    "header-description" : "Let’s Code Spring Branch is a free week-long coding camp during the summer for all SBISD middle schoolers. The camp offers courses in Python Programming, Game Development, and Web Development. No prior coding experience is needed. Students may enroll in one out of the two sessions (not both). The camp is hosted at Stratford High School (14555 Fern Dr) on Monday through Thursday. The students will present their final project on Zoom on Friday because SBISD schools are closed on Friday during the summer.",
    "hamburger-home" : "Home",
    "hamburger-curriculum" : "Courses",
    "hamburger-enroll" : "Enroll",
    "hamburger-contact" : "Contact",


    "cards-header" : "Our Leadership Team",
    "cards-subheader-mobile" : "Scroll right to view",
    "cards-titles-president-and-lab-leader" : "President and Lab Leader",
    "cards-titles-vice-president-and-lab-leader" : "Vice President and Lab Leader",
    "cards-titles-head-of-communications-and-lab-leader" : "Head of Communications and Lab Leader",
    "cards-titles-lab-leader" : "Lab Leader",
    "cards-titles-office-hour-instructor" : "Office-Hour Instructor",
    "cards-titles-advertising-team" : "Advertising Team",
    "cards-titles-advertising-team-and-lab-leader" : "Advertising Team and Lab Leader",

    "cards-bios-devon" : "Devon Schwartz is a former senior at Stratford High School and has been programming for 4 years. He is majoring in computer science at the University of Texas at Austin. He is the former vice president of the Stratford Computer Science club and the former extemp captain on the Stratford Debate Team. Outside of school, Devon likes road cycling and cooking.",
    "cards-bios-neil" : "Neil Aylor is a former senior at Stratford High School. He is majoring in computer science at Texas A&M and has been programming for 7 years. He is the former president of the Stratford Chess Club and Stratford Computer Science Club. He also wrote all the code for the website you're reading this on!",
    "cards-bios-jean" : "Jean Hoang is a rising senior at Stratford High School and the Spring Branch Academic Institute, a program for academically gifted students. She plans to pursue computer science and artificial intelligence when she enters college. She has been programming for 8 years and has developed a website for her parents’ dental practice, Dental Suite. Jean also worked with an AI4All summer camp hosted by Stanford University, which focussed primarily on computational biology. Outside of programming and school, Jean practices Chinese martial arts. She also loves to read, watch K-Dramas and anime, and listen to K-Pop.",
    "cards-bios-bryce" : "Bryce Elphingstone is a rising college freshman at Texas A&M, where he will be pursuing General Engineering. He has been programming for 7 years and is currently working on making a game of chess that is powered by artificial intelligence that uses data from players on the Internet. Outside of programming and school, his interests include chemistry and playing video games. He is also a member of the Stratford High School band.",
    "cards-bios-joseph" : "Joseph Buldoc is a rising senior at Stratford High School. He plans to pursue Computer Science and Engineering when he enters college and has been programming for 4 years. Outside of programming and school, Joseph enjoys creating deepfakes, 3D printing, and playing chess.",
    "cards-bios-william" : "William Wu is a rising junior at Stratford High School. He plans to pursue a STEM-related career that involves computer science. Though William has been programming from a very young age, he started taking programming seriously in 6th grade. Outside of school, William is interested in robotics, which he competed in in middle. He is also interested in marine biology and he draws in his free time.",
    "cards-bios-karina" : "Karina Hartman is a rising senior at Stratford High School. She plans to pursue a career in digital art and computer science. She has been programming for 5 years. She started programming for her middle school robotics team, and then took 2 years of computer science in high school. In her free time, Karina likes to draw and play video games.",
    "cards-bios-erik" : "Erik Rankin is a rising junior at Stratford High School. He plans to pursue a STEM-related career. He has been programming for 6 years, primarily making mods for Minecraft and Hearts of Iron 4. Outside of school and programming, his interests include playing video games and filmmaking.",
    "cards-bios-aditya" : "Aditya Biradar is a rising College Freshman at (either A&M or UT) majoring in Electrical and Computer Engineering. He has been programming for 2 years. Outside of school and programming, he enjoys playing basketball. He is also a member of the Stratford High School track team.",
    "cards-bios-caleb" : "Caleb Xu is a rising junior at Stratford High School who plans to pursue a career in computer science and business. He has been programming for 2 years. His main projects related to making graphical user interfaces. In addition, he is a member of Business Professionals of America, where he made it to state in Java Programming. In his spare time, Caleb plays lacrosse and video games.",
    "cards-bios-annie" : "Annie Nguyen is a rising senior at Spring Woods High School. Although she does not program, she has a lot of experience in communication and excels at organization and planning. In Annie’s free time, she enjoys making music and drinking boba.",
    "cards-bios-jasmine" : "Jasmine Zeng is a rising senior at Stratford High School. Jasmine has been programming for 3 years and plans to become a criminal justice lawyer. Outside of programming and school, she is interested in crimes, mystery stories, DIY projects, baking, photography, and reading.",
    "cards-bios-sean" : "Sean McReynolds is a rising senior at Stratford High School. Sean has been programming throughout high school and particularly likes coding mods for video games. He wants to pursue a career in STEM. Outside of programming and school, Sean likes cycling and band.",
    "cards-bios-jerome" : "Jerome Conkright is a rising freshman in college planning to major in computer science. He has been programming for 4 years, and outside of school and programming, he enjoys the SHS debate team and boxing.",
    "cards-bios-alyssa":"Alyssa Nomura is a rising senior at Stratford High School. She has been programming for two years and has tutored elementary and middle school students in math and English subjects. Alyssa plans to pursue a degree in chemical engineering. Outside of school, she enjoys reading, hiking, and cooking.",


    "python-camp": "The Python Camp introduces students to the basics of programming. This includes making variables, using if-then statements, and algorithms. There is a final project at the end where students get to team up with others and use the skills they learned to create a unique program.",
    "game-camp": "The Game Development camp introduces students to the basics of game development. This includes using Scratch and Pygame to create 2D games. There is a final project at the end where students can use whatever game development platform they want to create a unique 2D game.",
    "web-camp": "The Web Development camp introduces students to the basics of HTML, JavaScript, and CSS. This will include making websites and fun web applets. There is a final project at the ed where students team up with others to develop whatever website they choose. ",
    
    
    "mission-header" : "Our Mission",
    "mission-statement" : "We want to create a free coding camp for all middle school students in Spring Branch that's fun and engaging. Even though most coding camps may cost hundreds of dollars, we believe that computer science should be accessible to everyone.",

    "session-1":"June 6 - 10",
    "session-1-desc":"Session 1 - 50 People Max",
    "session-2":"June 13 - 17 ",
    "session-2-desc":"Session 2- 50 People Max",
    "session-3":"July 5 - 9",
    "session-3-desc":"Session 3",

    "MWschedule-header" : "Monday - Wednesday Camp Schedule",
    "THschedule-header": "Thursday Camp Schedule",
    "Fschedule-header": "Friday Camp Schedule (Zoom)",
    "presentation": "Present Final Project", 
    "log-in": "Log into camp zoom",
    "q/a": "Q/A Session",
    "arrival": "Arrive at Stratford",
    "lesson-one" : "Lesson One",
    "project-one" : "Project One",
    "lunch" : "Lunch",
    "lesson-two" : "Lesson Two",
    "project-two" : "Project Two",
    "day-ends" : "Day Ends",
    "office-hours-start" : "Office Hours Start",
    "office-hours-end" : "Office Hours End",
    "introduce-project": "Introduce Final Project",
    "final-project": "Work on Final Project",



    "enroll-header":"Click Here to Enroll",
    "enroll-subheader":"You will receive a confirmation email",
    "enroll-parent-first-name":"Parent First Name",
    "enroll-student-first-name":"Student First Name",
    "enroll-student-last-name":"Student Last Name",
    "enroll-parent-phone-number":"Parent Phone Number",
    "enroll-parent-email":"Parent Email",
    "enroll-student-phone":"Student Phone (Optional)",
    "enroll-student-email":"Stuent Email (Optional)",
    "enroll-school" : "Current School",
    "session-header" : "Session",
    "grade-header" : "Grade in Fall 2021",
    "incoming-6" :"Incoming 6th Grader",
    "incoming-7" :  "Incoming 7th Grader",
    "incoming-8" : "Incoming 8th Grader",


    "contact-us":"Contact Us",
    "president":"President",
    "teacher-sponsor":"Teacher Sponsor",
    "email":"Email",
    "phone":"Phone"
}