{
    "header-description" : "Let's Code Spring Branch es un campamento de codificación gratuito de una semana de duración durante el verano para todos los estudiantes de secundaria de SBISD. El campamento ofrece cursos de programación Python, desarrollo de juegos y desarrollo web. No se necesita experiencia previa en codificación. Los estudiantes pueden inscribirse en una de las dos sesiones (no en ambas). El campamento se lleva a cabo en Stratford High School (14555 Fern Dr) de lunes a jueves. Los estudiantes presentarán su proyecto final en Zoom el viernes porque las escuelas de SBISD están cerradas los viernes durante el verano.",
    "hamburger-home" : "Hogar",
    "hamburger-curriculum" : "Cursos",
    "hamburger-enroll" : "Inscribirse",
    "hamburger-contact" : "Contacto",

    "cards-header" : "Nuestro Equipo Liderazgo",
    "cards-subheader-mobile" : "Desplácese hacia la derecha para ver",
    "cards-titles-president-and-lab-leader" : "Presidente y Líder de Laboratorio",
    "cards-titles-vice-president-and-lab-leader" : "Vicepresidento y Líder de Laboratorio",
    "cards-titles-head-of-communications-and-lab-leader" : "Jefa de Comunicaciones y Líder de Laboratorio",
    "cards-titles-lab-leader" : "Líder de Laboratorio",
    "cards-titles-office-hour-instructor" : "Instructor de Horas de Oficina",
    "cards-titles-advertising-team" : "Equipo de Publicidad",
    "cards-titles-advertising-team-and-lab-leader" : "Líder de Laboratorio y Equipo de Publicidad",

    "cards-bios-jean" : "Jean Hoang es una estudiante de último año que se gradúa en la Escuela Secundaria Stratford y en el Instituto Académico Spring Branch, un programa para estudiantes académicamente dotados. Ella está estudiando informática e inteligencia artificial en Stanford. Jean fue uno de los cofundadores de LetsCode y está emocionado de ver a dónde irá el programa en el futuro. Fuera de la programación y la escuela, Jean practica artes marciales chinas. También le encanta leer, ver K-Dramas y anime, y escuchar K-Pop.",
    "cards-bios-grace" : "Grace Abdelnour es una estudiante de tercer año en Stratford High School. Han estado programando durante cinco años y planean especializarse en informática en la universidad. Anteriormente se ofrecieron como voluntarios en Let's Code Spring Branch y, a menudo, ayudan en el club de codificación Family Point Resources. Fuera de la escuela, disfrutan trabajar en proyectos de programación personales y pasan su tiempo libre leyendo o jugando al ajedrez.",
    "cards-bios-griffin" : "Griffin Ferguson es un estudiante de tercer año en Stratford High School y ha estado programando durante cuatro años. Le gusta experimentar con las diferentes áreas de la informática, en las que planea seguir una carrera, y es más competente en el desarrollo web full-stack. Griffin cree firmemente en crear oportunidades para que los estudiantes aprendan ciencias de la computación y otras actividades STEM, y está entusiasmado de continuar con el programa Let's Code. Además de Let's Code, Griffin es el diseñador de iluminación de Stratford Playhouse, un ávido disfrutador de los videojuegos y el presidente del club de codificación del Stratford Computer Science club para estudiantes de primaria y secundaria.",

    "python-camp": "Introducción a Python introduce a los estudiantes a los conceptos básicos de la programación. Esto incluye crear variables, usar declaraciones si-entonces y algoritmos. Hay un proyecto final al final donde los estudiantes se unen a otros y usan las habilidades que aprendieron para crear un programa único.",
    "game-camp": "Introducción al desarrollo de juegos introduce a los estudiantes a los conceptos básicos del desarrollo de juegos. Esto incluye el uso de Scratch y PyGame para crear juegos en 2D. Hay un proyecto final al final donde los estudiantes crearán un juego en 2D único usando las habilidades y herramientas que aprendieron.", 
    "web-camp": "Introducción al desarrollo web introduce a los estudiantes a los conceptos básicos de HTML, JavaScript y CSS. Esto incluirá la creación de sitios web y aplicaciones web divertidos. Hay un proyecto final al final donde los estudiantes se unen a otros para desarrollar cualquier sitio web que elijan.",
    "unity-camp": "Desarrollo avanzado de juegos es un curso de dos semanas que enseña a los estudiantes cómo usar el motor de juegos Unity estándar de la industria y las herramientas que lo acompañan para desarrollar un videojuego en 3D. Hay un proyecto final al final donde los estudiantes podrán desarrollar cualquier juego que quieran. Tenga en cuenta que este es un curso avanzado; Se espera que los estudiantes conozcan al menos los conceptos básicos de informática (la asistencia a un campamento anterior de Let's Code es suficiente).",


    "mission-header" : "Nuestra Misión",
    "mission-statement" : "Queremos crear un campamento de codificación gratuito para todos los estudiantes de secundaria en Spring Branch que sea divertido y atractivo. Aunque la mayoría de los campamentos de codificación pueden costar cientos de dólares, creemos que la informática debe ser accesible para todos.",

    "session-1":"Junio 5 - 9 ",
    "session-1-desc":"Sesión 1",
    "session-2":"Junio 12 - 16",
    "session-2-desc":"Sesión 2",

    "MWschedule-header" : "Lunes - Miércoles Horario del Campamento",
    "THschedule-header": "Jueves Horario del Campamento",
    "Fschedule-header": "Viernes Horario del Campamento (Zoom)",
    "log-in": "Iniciar Sesión en el Zoom de Campamento",
    "presentation": "Presentar el Proyecto Final",
    "q/a": "Q/A Session",
    "arrival": "Llegar a Stratford",
    "lesson-one" : "Lección Uno",
    "project-one" : "Proyecto Uno",
    "lunch" : "Almuerzo",
    "lesson-two" : "Leccion Dos",
    "project-two" : "Proyecto Dos",
    "day-ends" : "Termina el Día",
    "office-hours-start" : "Inicio Horario de Oficina",
    "office-hours-end" : "Fin Horario de Oficina",
    "introduce-project": "Presentación del Proyecto Final",
    "final-project": "Trabajo en Proyecto Final",



    "enroll-header":"Haga Clic Aquí Para Inscribirse",
    "enroll-subheader":"Usted Recibirá un Email de Confirmación",
    "enroll-parent-first-name":"Nombre del Padre",
    "enroll-student-first-name":"Nombre del Estudiante",
    "enroll-student-last-name":"Último estudiante Nombre",
    "enroll-parent-phone-number":"Teléfono de los Padres",
    "enroll-parent-email":"Correo Electrónico de los Padres",
    "enroll-student-phone":"Teléfono del Estudiante (Opcional)",
    "enroll-student-email":"Correo Electrónico del Estudiante (Opcional)",
    "enroll-school":"Escuela Actual",
    "session-header" : "Sesión",
    "grade-header" : "Clase en Otoño de 2021",
    "incoming-6":"Alumno Entrante del 6to Grado",
    "incoming-7":"Alumno Entrante del 7mo Grado",
    "incoming-8" : "Alumno Entrante del 8vo Grado",

    "contact-us":"Contacta con Nosotros",
    "president":"Presidente",
    "teacher-sponsor":"Profesor Patrocinadoro",
    "email":"Correo Electrónico",
    "phone":"Teléfono"




}