{
    "header-description" : "Let's Code Spring Branch es un campamento de codificación gratuito de una semana de duración durante el verano para todos los estudiantes de secundaria de SBISD. El campamento ofrece cursos de programación Python, desarrollo de juegos y desarrollo web. No se necesita experiencia previa en codificación. Los estudiantes pueden inscribirse en una de las dos sesiones (no en ambas). El campamento se lleva a cabo en Stratford High School (14555 Fern Dr) de lunes a jueves. Los estudiantes presentarán su proyecto final en Zoom el viernes porque las escuelas de SBISD están cerradas los viernes durante el verano.",
    "hamburger-home" : "Hogar",
    "hamburger-curriculum" : "Cursos",
    "hamburger-enroll" : "Inscribirse",
    "hamburger-contact" : "Contacto",

    "cards-header" : "Nuestro Equipo Liderazgo",
    "cards-subheader-mobile" : "Desplácese hacia la derecha para ver",
    "cards-titles-president-and-lab-leader" : "Presidente y Líder de Laboratorio",
    "cards-titles-vice-president-and-lab-leader" : "Vicepresidento y Líder de Laboratorio",
    "cards-titles-head-of-communications-and-lab-leader" : "Jefa de Comunicaciones y Líder de Laboratorio",
    "cards-titles-lab-leader" : "Líder de Laboratorio",
    "cards-titles-office-hour-instructor" : "Instructor de Horas de Oficina",
    "cards-titles-advertising-team" : "Equipo de Publicidad",
    "cards-titles-advertising-team-and-lab-leader" : "Líder de Laboratorio y Equipo de Publicidad",

    "cards-bios-devon" :"Devon Schwartz es un ex estudiante de último año en Stratford High School y ha estado programando durante 4 años. Se está especializando en ciencias de la computación en la Universidad de Texas en Austin. Es el ex vicepresidente del club de Ciencias de la Computación de Stratford y el ex capitán extemporáneo en el Equipo de Debate de Stratford. Afuera de la escuela, a Devon le gusta andar en bicicleta y cocinar.",
    "cards-bios-neil" : "Neil Aylor es un ex estudiante de último año en Stratford High School. Se está especializando en informática en Texas A&M y ha estado programando durante 7 años. Es el ex presidente del Stratford Chess Club y del Stratford Computer Science Club. También escribió todos los código para el sitio web en el que estás leyendo esto!",
    "cards-bios-jean" : "Jean Hoang es una estudiante de último año en Stratford High School y el Instituto Académico Spring Branch, un programa para estudiantes académicamente dotados. Planea dedicarse a las ciencias de la computación y la inteligencia artificial cuando ingrese a la universidad. Ha estado programando durante 8 años y ha desarrollado un sitio web para la práctica dental de sus padres, Dental Suite. Jean también trabajó con un campamento de verano AI4All organizado por la Universidad de Stanford, que se centró principalmente en la biología computacional. Fuera de la programación y la escuela, Jean practica artes marciales chinas. También le encanta leer, ver K-Dramas y anime, y escucha K-Pop.",
    "cards-bios-bryce" : "Bryce Elphingstone es un estudiante de primer año universitario en ascenso en Texas A&M, donde estudiará Ingeniería General. Ha estado programando durante 7 años y actualmente está trabajando en hacer un juego de ajedrez que funciona con inteligencia artificial que usa datos de jugadores en Internet. Fuera de la programación y la escuela, sus intereses incluyen la química y los videojuegos. También es miembro de la banda de Stratford High School.",
    "cards-bios-joseph" : "Joseph Buldoc es un estudiante de último año en Stratford High School. Planea estudiar Ciencias de la Computación e Ingeniería cuando ingrese a la universidad y ha estado programando durante 4 años. Fuera de la programación y la escuela, Joseph disfruta creando deepfakes, impresión 3D y jugando al ajedrez.",
    "cards-bios-william" : "William Wu es un estudiante de tercer año en Stratford High School. Planea seguir una carrera relacionada con STEM que involucre ciencias de la computación. Aunque William ha estado programando desde muy joven, comenzó a tomarse en serio la programación en sexto grado. Fuera de la escuela, William está interesado en la robótica, en la que compitió en el medio. También le interesa la biología marina y dibuja en su tiempo libre.",
    "cards-bios-karina" : "Karina Hartman es una estudiante de último año en Stratford High School. Ella planea seguir una carrera en arte digital e informática. Lleva 5 años programando. Comenzó a programar para el equipo de robótica de su escuela secundaria y luego tomó 2 años de informática en la escuela secundaria. En su tiempo libre, a Karina le gusta dibujar y jugar videojuegos.",
    "cards-bios-erik" : "Erik Rankin es un estudiante de tercer año en Stratford High School. Planea seguir una carrera relacionada con STEM. Ha estado programando durante 6 años, principalmente haciendo mods para Minecraft y Hearts of Iron 4. Fuera de la escuela y la programación, sus intereses incluyen jugar videojuegos y hacer películas.",
    "cards-bios-aditya" : "Aditya Biradar es un estudiante universitario de primer año en ascenso en (A&M o UT) con especialización en ingeniería eléctrica e informática. Ha estado programando durante 2 años. Fuera de la escuela y la programación, le gusta jugar baloncesto. También es miembro del equipo de atletismo de Stratford High School.",
    "cards-bios-caleb" : "Caleb Xu es un estudiante de tercer año en Stratford High School que planea seguir una carrera en ciencias de la computación y negocios. Ha estado programando durante 2 años. Sus principales proyectos relacionados con la realización de interfaces gráficas de usuario. Además, es miembro de Business Professionals of America, donde se destacó en Programación Java. En su tiempo libre, Caleb juega lacrosse y videojuegos.",
    "cards-bios-annie" : "Annie Nguyen es una estudiante de último año en Spring Woods High School. Aunque no programa, tiene mucha experiencia en comunicación y sobresale en organización y planificación. En el tiempo libre de Annie, le gusta hacer música y beber boba.",
    "cards-bios-jasmine" : "Jasmine Zeng es una estudiante de último año en Stratford High School. Jasmine ha estado programando durante 3 años y planea convertirse en abogada de justicia penal. Fuera de la programación y la escuela, le interesan los crímenes, las historias de misterio, los proyectos de bricolaje, la repostería, la fotografía y la lectura.",
    "cards-bios-sean" : "Sean McReynolds es un estudiante de último año en Stratford High School. Sean ha estado programando durante toda la escuela secundaria y le gusta especialmente codificar mods para videojuegos. Quiere seguir una carrera en STEM. Fuera de la programación y la escuela, a Sean le gusta el ciclismo y la banda.",
    "cards-bios-jerome" : "Jerome Conkright es un estudiante de primer año en la universidad que planea especializarse en ciencias de la computación. Ha estado programando durante 4 años, y fuera de la escuela y la programación, disfruta del equipo de debate de SHS y del boxeo.",
    "cards-bios-alyssa" : "Alyssa Nomura es una estudiante de último año en Stratford High School. Ha estado programando durante dos años y ha sido tutora de estudiantes de primaria y secundaria en materias de matemáticas e inglés. Alyssa planea obtener una licenciatura en ingeniería química. Fuera de la escuela, le gusta leer, caminar y cocinar.",

    "python-camp": "Python Camp introduce a los estudiantes a los conceptos básicos de la programación. Esto incluye la creación de variables, el uso de declaraciones if-then y algoritmos. Hay un proyecto final al final donde los estudiantes pueden formar equipos con otros y usar las habilidades que aprendieron para crear un programa único",
    "game-camp": "El campamento de desarrollo de juegos presenta a los estudiantes los conceptos básicos del desarrollo de juegos. Esto incluye el uso de Scratch y Pygame para crear juegos en 2D. Hay un proyecto final al final en el que los estudiantes pueden usar cualquier plataforma de desarrollo de juegos que deseen para crear un juego en 2D único. ", 
    "web-camp": "El campamento de desarrollo web introduce a los estudiantes a los conceptos básicos de HTML, JavaScript y CSS. Esto incluirá la creación de sitios web y aplicaciones web divertidas. Hay un proyecto final en la educación en el que los estudiantes se unen a otros para desarrollar el sitio web que elijan.",



    "mission-header" : "Nuestra Misión",
    "mission-statement" : "Queremos crear un campamento de codificación gratuito para todos los estudiantes de secundaria en Spring Branch que sea divertido y atractivo. Aunque la mayoría de los campamentos de codificación pueden costar cientos de dólares, creemos que la informática debe ser accesible para todos.",

    "session-1":"Junio 6 - 10 ",
    "session-1-desc":"Sesión 1- 50 Personas máx",
    "session-2":"Junio 13 - 17",
    "session-2-desc":"Sesión 2- 50 Personas máx",
    "session-3":"Julio 5 - 9",
    "session-3-desc":"Sesión 3",

    "MWschedule-header" : "Lunes - Miércoles Horario del Campamento",
    "THschedule-header": "Jueves Horario del Campamento",
    "Fschedule-header": "Viernes Horario del Campamento (Zoom)",
    "log-in": "Iniciar Sesión en el Zoom de Campamento",
    "presentation": "Presentar el Proyecto Final",
    "q/a": "Q/A Session",
    "arrival": "Llegar a Stratford",
    "lesson-one" : "Lección Uno",
    "project-one" : "Proyecto Uno",
    "lunch" : "Almuerzo",
    "lesson-two" : "Leccion Dos",
    "project-two" : "Proyecto Dos",
    "day-ends" : "Termina el Día",
    "office-hours-start" : "Inicio Horario de Oficina",
    "office-hours-end" : "Fin Horario de Oficina",
    "introduce-project": "Presentación del Proyecto Final",
    "final-project": "Trabajo en Proyecto Final",



    "enroll-header":"Haga Clic Aquí Para Inscribirse",
    "enroll-subheader":"Usted Recibirá un Email de Confirmación",
    "enroll-parent-first-name":"Nombre del Padre",
    "enroll-student-first-name":"Nombre del Estudiante",
    "enroll-student-last-name":"Último estudiante Nombre",
    "enroll-parent-phone-number":"Teléfono de los Padres",
    "enroll-parent-email":"Correo Electrónico de los Padres",
    "enroll-student-phone":"Teléfono del Estudiante (Opcional)",
    "enroll-student-email":"Correo Electrónico del Estudiante (Opcional)",
    "enroll-school":"Escuela Actual",
    "session-header" : "Sesión",
    "grade-header" : "Clase en Otoño de 2021",
    "incoming-6":"Alumno Entrante del 6to Grado",
    "incoming-7":"Alumno Entrante del 7mo Grado",
    "incoming-8" : "Alumno Entrante del 8vo Grado",

    "contact-us":"Contacta con Nosotros",
    "president":"Presidente",
    "teacher-sponsor":"Profesor Patrocinadoro",
    "email":"Correo Electrónico",
    "phone":"Teléfono"




}